{
  "1543": "Nicolaus Copernicus publishes 'De revolutionibus orbium coelestium' which proposed the heliocentric model of the universe.",
  "1572": "A supernova (now named SN 1572) explodes in the distanced and it is observed by Tycho Brahe on November 11th, 1572, who believes it to be a comet. He proves that it is travelling beyond Earth's atmosphere and therefore provides the first evidence that the \"heavens\" can change. (Encyclopaedia Britannica, n.d.)",
  "1576": "Tycho Brahe builds Uraniborg, on the island of Hven, and makes it the world's leading observatory",
  "1584": "Giordano Bruno publishes 'On the Infinite Universe and Worlds', a book which provides evidence for the existence of many worlds in the universe.",
  "1609": "Johannes Kepler formulates the first two laws of planetary motion, and Galileo Galilei builds his first telescope and observes the Milky Way and Jupiter's moons.",
  "1619": "Johannes Kepler publishes the third law of planetary motion, completing his description of planetary orbits.",
  "1668": "Isaac Newton builds the first reflecting telescope (a subtype called the Newtonian telescope).",
  "1687": "Isaac Newton publishes 'Philosophiæ Naturalis Principia Mathematica', creating several methods that are now included in modern calculus and laying the foundation for classical mechanics and universal gravitation.",
  "1705": "Edmond Halley calculated that the comets seen in 1456 and in 1682 were the same comet, and then predicts that it will come back in 1758. It was named \"Halley's Comet\" in his honour.",
  "1718": "Edmund Halley discovers the proper motion of stars by comparing historical and contemporary observations.",
  "1781": "On March 13th, William Herschel discovers Uranus, which was the first planet discovered to be beyond Saturn. He mistakes it for a comet. (NASA, 2021)",
  "1783": "William Herschel observes the proper motion of the Sun and locates the Solar Appex with surprising accuracy (He was only 10 degrees away from the now accepted position)",
  "1784": "William Herschel proposes the first model of the Milky Way galaxy using star gages, resulting in a \"cross section\" of the galaxy.",
  "1835": "Friedrich Georg Wilhelm von Struve measures stellar parallaxes (the apparent motion of a star). This helped find the true distances to stars.",
  "1859": "Robert Bunsen and Gustav Kirchhoff develop spectral analysis, a method that allows the identification of elements in stars using properties of light.",
  "1860": "Giovanni Battista Donati studies the spectra (light spectrum) of stars.",
  "1868": "William Huggins measures the radial velocities of stars using Doppler shifts (a term that encompasses redshift and blueshift) in their spectra.",
  "1900": "Max Planck invents quantum mechanics.",
  "1905": "Albert Einstein publishes his special theory of relativity, showing that time and space are not absolute (the same for everyone) but are relative, meaning that they are based on the observer's motion.",
  "1911": "Ejnar Hertzsprung and Henry Norris Russell independently develop the Hertzsprung-Russell diagram to classify stars based on their luminosity and temperature.",
  "1912": "Vesto Melvin Slipher begins observing the redshifts of spiral nebulae, providing evidence for the expansion of the universe.",
  "1916": "Albert Einstein presents the general theory of relativity, which redescribed gravity, saying that instead of a force it is a \"curve\" in spacetime.",
  "1917": "Albert Einstein introduces the cosmological constant to force his theory of relativity to predict a static universe (one that doesn't grow or shrink) (Moskowitz, 2010)",
  "1919": "Arthur Stanley Eddington, Frank Watson Dyson, and Andrew Crommelin confirm gravitational lensing (the theory that light bends around large objects) on May 29 during a solar eclipse. This also proved Einstein's general theory of relativity (which predicted gravitational lensing) (NASA, n.d.)",
  "1923": "Edwin Hubble discovers a Cepheid variable star (a star whose diameter, brightness and temperature keep changing periodically) in the Andromeda Nebula and proves that it is a separate galaxy beyond the Milky Way.",
  "1927": "Georges Lemaître proposed the \"Big Bang\" theory, saying that the whole universe began from a primeval atom.",
  "1929": "Edwin Hubble formulates Hubble's Law, proving that the universe is expanding.",
  "1930": "Clyde Tombaugh discovers Pluto, which was then classified as the ninth planet in the Solar System; Einstein removes the cosmological constant from the theory of relativity in response to Hubble's discovery that the universe is expanding. He calls the constant his \"biggest blunder\"",
  "1931": "Karl Jansky detects radio waves from the Milky Way and founds the field of radio astronomy.",
  "1944": "George Gamow, Ralph Alpher, and Robert Herman predict the cosmic microwave background radiation (CMBR, covered in course material).",
  "1964": "Arno Penzias and Robert Wilson discover the cosmic microwave background radiation, providing strong evidence for the Big Bang theory.",
  "1990": "The Hubble Space Telescope is launched, giving new views of space and allowing numerous discoveries to be made.",
  "1992": "The Cosmic Background Explorer (COBE) satellite provides detailed measurements of the cosmic microwave background radiation, supporting the Big Bang model.",
  "1995": "Michel Mayor and Didier Queloz discover 51 Pegasi b, the first exoplanet found orbiting a Sun-like star.",
  "1998": "Observations of distant supernovae reveal that the expansion of the universe is accelerating, leading to the hypothesis of dark energy.",
  "2005": "The dwarf planet Eris is discovered, leading to debates about the definition of a planet.",
  "2006": "The International Astronomical Union (IAU) redefines the criteria for what's a planet and what's not. Pluto is then reclassified as a dwarf planet.",
  "2012": "The Transit of Venus (When Venus passes directly between the Sun and the Earth) occurs.",
  "2015": "NASA's New Horizons spacecraft performs a flyby of Pluto, taking the first ever close-up pictures of it.",
  "2017": "'Oumuamua, the first known interstellar object passing through the Solar System, is discovered",
  "2019": "The Event Horizon Telescope captures the first image of a black hole's shadow, located in the center of the galaxy M87."
}
